/**
 * @file test_bt_common.h
 * @brief 这个用来汇总osi当前所有的测试单元
*/

#ifndef _TEST_BT_COMMON_H_
#define _TEST_BT_COMMON_H_

/****************************************************************************
 * INCLUDE
 ****************************************************************************/
#include <nuttx/config.h>
#include "../../common/unity_fixture.h"

/****************************************************************************
 * GLOBAL PROTOTYPES
 ****************************************************************************/

#endif /*_TEST_BT_COMMON_H_*/